{
    "title": "Vue 3 i18n",
    "description": "A Vue i18n next example using vue-i18n-next",
    "header": {
        "product": "Product",
        "product-menu": {
            "for-farmers": "Agricultural developments",
            "measuring-devices": "Measuring devices"
        },
        "about-us": "About us",
        "contacts": "Contacts"
    },
    "banner": {
        "letters": "ABCDEFGHIJKLMNOPQRSTUVWXYZ",
        "slogan": "Smart choice of quality electronics",
        "slogan-transform": "you are where you need to be!  ",
        "slogan-desc": "Your wishes are our concerns",
        "button": "Contact us",
        "modal": {
            "name": "Your name",
            "email": "Your email",
            "message": "Message",
            "submit-btn": "Send",
            "close-btn": "close"
        }
    },
    "about-us": {
        "title": "about us",
        "desc-pt1": "Welcome to our company specializing in the development and sale of electronics! We are a team of professionals working on constant development and expansion of our product range.  \n\nWe always focus on the needs of our customers, and at the moment we direct most of our resources to the sale of products for the agro-industrial sector. Our goal is to provide modern and innovative solutions that will help increase efficiency and productivity in the field of agriculture.",
        "desc-pt2": "Our products for the agro-industrial sector include a wide range of devices that are designed taking into account the specifics and requirements of this industry. We offer high-quality solutions that help farmers and agribusinesses optimize processes and achieve better results. \n\nOur team knows how to combine the latest technologies with the practical needs of the agricultural sector, ensuring ease of use and reliability of our products. We are proud that our solutions help our customers achieve high results in their business. \n\nPlease browse our product catalog and contact us if you have any questions or need advice. We are ready to provide you with the best solutions for your needs in the agribusiness sector.",
        "we-offer": {
            "title": "we offer",
            "consultation": {
                "title": "consultation",
                "text": "We offer consultation on the organization of the project and the selection of possible solutions"
            },
            "budget-decision": {
                "title": "budget decision",
                "text": "Our simple and ergonomic designs will be affordable to everyone"
            },
            "support": {
                "title": "support",
                "text": "We provide technical support and servicing of our products during operation"
            }
        }
    },
    "products": {
        "title": "our products",
        "categories": {
            "agro": "agro-industrial sector",
            "meas": "Measuring devices"
        }
    },
    "contacts": {
        "title": "Contact us",
        "tel": "Call:",
        "mail": "Mail:",
        "social": "Social networks:",
        "modal": {
            "title": "Coming soon",
            "desc": "For now, you can find additional information on our Instagram page. Thank you for being with us."
        }
    },
    "login-page": {
        "title": "Enter your username and password to login",
        "name": "User name:",
        "pass": "Password:",
        "submit-btn": "Confirm",
        "not-registered-msg": "Not registered yet?",
        "go-to-register-btn": "Go to registration!"
    },
    "registration-page": {
        "title": "You need to register to continue",
        "name": "User name:",
        "pass": "Password:",
        "pass-rep": "Repeat the password:",
        "email": "Email:",
        "submit-btn": "Confirm",
        "have-an-account-msg": "Have an account?",
        "go-to-register-btn": "Login to personal account",
        "modal": {
            "title": "Sensor ID",
            "desc": "Unique device identifier (required to connect your personal account and the device you purchased and set it up)."
        }
    },
    "advertisement": {
        "title": "comming soon",
        "msg": "a new development that will increase the productivity of your business or come in handy in your home"
    }
}