{
  "title": "Vue 3 i18n",
  "description": "приклад опису українською",
  "header": {
    "product": "Hаша продукція",
    "product-menu": {
      "for-farmers": "Аграрні розробки",
      "measuring-devices": "Вимірювальні прилади"
    },
    "about-us": "Про нас",
    "contacts": "Контакти"
  },
  "banner": {
    "letters": "ЙЦУКЕНГШЩЗХЇФІВАПРОЛДЖЄЯЧСМИТЬБЮ",
    "slogan": "Розумний вибір якісної електроніки",
    "slogan-transform": "Ти саме там де потрібно!   ",
    "slogan-desc": "Ваші бажання - наші турботи",
    "button": "Зв'яжись з нами",
    "modal": {
      "name": "Ваше ім'я",
      "email": "Ваша електронна пошта",
      "message": "Введіть повідомлення",
      "submit-btn": "Надіслати",
      "close-btn": "Закрити"
    }
  },
  "about-us": {
    "title": "про нас",
    "desc-pt1": "Ласкаво просимо до нашої компанії, що спеціалізується на розробці та продажу електроніки! Ми - команда професіоналів, які працюють над постійним розвитком і розширенням нашого асортименту продукції. \n\nМи завжди фокусуємося на потребах наших клієнтів, і на даний момент ми спрямовуємо більшість наших ресурсів на реалізацію продукції для агропромислового сектору. Наша мета - забезпечити сучасні та інноваційні рішення, які допоможуть підвищити ефективність та продуктивність у галузі сільського господарства.",
    "desc-pt2": "Наша продукція для агропромислового сектору включає в себе широкий спектр пристроїв, які розроблені з урахуванням особливостей та вимог даної галузі. Ми пропонуємо високоякісні рішення, які допомагають фермерам та аграрним підприємствам оптимізувати процеси та досягати кращих результатів. \n\nНаша команда вміє поєднувати найновіші технології з практичними потребами сільськогосподарського сектору, забезпечуючи зручність в експлуатації та надійність нашої продукції. Ми пишаємося тим, що наші рішення допомагають нашим клієнтам досягати високих результатів у своїй справі. \n\nБудь ласка, перегляньте наш каталог продукції та зв'яжіться з нами, якщо у вас є які-небудь запитання або вам потрібна консультація. Ми готові надати вам найкращі рішення для ваших потреб у галузі агропромислового сектору.",
    "we-offer": {
      "title": "ми пропонуємо",
      "consultation": {
        "title": "консультація",
        "text": "Ми пропонуємо консультацію щодо організації проекту та вибору можливих рішень"
      },
      "budget-decision": {
        "title": "бюджетне рішення",
        "text": "Наші прості та ергономічні розробки будуть по кишені кожному"
      },
      "support": {
        "title": "підтримка",
        "text": "Ми надаємо тех-підтримку та обсуговування наших товарів під час есплуатації"
      }
    }
  },
  "products": {
    "title": "асортимент товарів",
    "categories": {
      "agro": "агропромисловий сектор",
      "meas": "вимірювальні прилади"
    }
  },
  "contacts": {
    "title": "Зв'яжіться з нами",
    "tel": "Телефонуйте:",
    "mail": "Пошта:",
    "social": "Ми в соцмережах:",
    "modal": {
      "title": "Незабаром",
      "desc": "Наразі, додаткову інформацію ви можете знайти на нашій сторінці Instagram. Дякуюємо що ви з нами."
    }
  },
  "login-page": {
    "title": "Для входу введіть ім'я користувача та пароль",
    "name": "Ім'я користувача:",
    "pass": "Пароль:",
    "submit-btn": "Вхід",
    "not-registered-msg": "Ви ще не зареєстровані?",
    "go-to-register-btn": "Перейти до реєстрації!"
  },
  "registration-page": {
    "title": "Щоб продовжити вам потрібно зареєструватися",
    "name": "Ім'я користувача:",
    "pass": "Пароль:",
    "pass-rep": "Повторіть свій пароль:",
    "email": "Електронна пошта:",
    "submit-btn": "Підтвердити",
    "have-an-account-msg": "Маєте обліковий запис?",
    "go-to-register-btn": "Вхід до особистого кабінету",
    "modal": {
      "title": "Sensor ID",
      "desc": "Унікальний ідентифікатор пристрою (потрібен длятого, щоб з'єднати ваш персональний аккаунт та придбаний вами пристрій і налаштувати його)."
    }
  },
  "advertisement": {
    "title": "Незабаром",
    "msg": "Очікуйте на нашу розробку яка допоможе збільшити продуктивність  не великого бізнесу або стане у нагоді в домашньому використанні"
  }
}